Repository: KDE/mangonel
Catalog: po/*/mangonel.po
Languages: ca, cs, eo, fi, fr, it, pl, sl, tr

# n; bits
source: Calculator shl function parameter
ca: Paràmetre de la funció SHL de la calculadora
eo: Kalkulilo shl funkcio parametro
fr: Paramètre de la fonction de calcul « shl »
it: Parametro della funzione shl della calcolatrice
pl: Parametr funkcji shl kalkulatora
sl: Kalkulator shl funkcija parameter
tr: Hesap makinesi shl işlev parametresi

# n; bits
source: Calculator shr function parameter
ca: Paràmetre de la funció SHR de la calculadora
eo: Kalkulilo shr funkcio parametro
fr: Paramètre de la fonction de calcul « shr »
it: Parametro della funzione shr della calcolatrice
pl: Parametr funkcji shr kalkulatora
sl: Kalkulator shr funkcija parameter
tr: Hesap makinesi shr işlev parametresi

# Calculator unmask function parameter
source: n; bits
cs: n; bity
eo: n; pecetoj
it: n; bit
pl: n; bity
sl: n; bitov
tr: n; bitler

source: Absolute Value
ca: Valor absolut
cs: Absolutní hodnota
eo: Absoluta Valoro
fr: Valeur absolue
it: Valore assoluto
pl: Wartość bezwzględna
sl: Absolutna vrednost
tr: Mutlak Değer

source: Absolute Deviation
ca: Desviació absoluta
cs: Absolutní odchylka
eo: Absoluta Devio
fr: Erreur absolue
it: Deviazione assoluta
pl: Odchylenie bezwzględne
sl: Absolutna deviacija
tr: Mutlak Sapma

source: Arc Cosine
ca: Arccosinus
cs: Arkus kosinus
eo: Arko-kosinuso
fr: Arc cosinus
it: Arcocoseno
pl: Arkus kosinus
sl: arc cosinus
tr: Ark Kosinüs

source: Logical AND
ca: «AND» lògic
cs: Logický AND
eo: Logika KAJ
fr: ET logique
it: E logico
pl: Logiczna AND
sl: Logični IN
tr: Mantıksal AND

source: Area Hyperbolic Cosine
ca: Cosinus hiperbòlic de l'àrea
cs: Oblastní hyperbolický kosinus
eo: Areo Hiperbola Kosinuso
fr: Arc cosinus hyperbolique
it: Area coseno iperbolico
pl: Cosinus hiperboliczny obszaru
sl: area hiperbolični kosinus
tr: Alan Hiperbolik Kosinüs

source: Area Hyperbolic Sine
ca: Sinus hiperbòlic de l'àrea
cs: Oblastní hyperbolický sinus
eo: Areo Hiperbola Sinuso
fr: Arc sinus hyperbolique
it: Area seno iperbolico
pl: Sinus hiperboliczny obszaru
sl: area hiperbolični sinus
tr: Alan Hiperbolik Sinüs

source: Area Hyperbolic Tangent
ca: Tangent hiperbòlica de l'àrea
cs: Oblastní hyperbolický tangens
eo: Areo Hiperbola Tangento
fr: Arc tangente hyperbolique
it: Area tangente iperbolica
pl: Tangens hiperboliczny obszaru
sl: area hiperbolični tangens
tr: Alan Hiperbolik Tanjant

source: Arc Sine
ca: Arcsinus
cs: Arkus sinus
eo: Arko Sine
fi: Arkussini
fr: Arc sinus
it: Arcoseno
pl: Arkus sinus
sl: arkus sinus
tr: Ark Sinüs

source: Arc Tangent
cs: Arkustangens
eo: Arko Tangento
fi: Arkustangentti
fr: Arc Tangente
it: Arcotangente
pl: Arcus tangens
sl: arkus tangens
tr: Ark Tanjant

source: Arc Tangent with two Arguments
ca: Arctangent amb dos arguments
cs: Arkus tangens se dvěma argumenty
eo: Arko Tangento kun du Argumentoj
fi: Kaksiparametrinen arkustangentti
fr: Arc tangent avec deux arguments
it: Arcotangente con due argomenti
pl: Arkus tangens z dwoma argumentami
sl: arkus tangens z dvema argumentoma
tr: İki Argümanlı Ark Tanjant

source: Average (Arithmetic Mean)
ca: Mitjana (mitjana aritmètica)
cs: Průměr (aritmetický)
eo: Mezumo (aritmetika meznombro)
fi: Keskiarvo (aritmeettinen)
fr: Moyenne (Moyenne arithmétique)
it: Medio (media aritmetica)
pl: Przeciętna (średnia arytmetyczna)
sl: Povprečje (aritmetično povprečje)
tr: Ortalama (Aritmetik)

source: Convert to Binary Representation
ca: Converteix a la representació binària
cs: Převést na dvojkovou soustavu
eo: Konverti al Binara Reprezento
fi: Muunna binaariesitykseen
fr: Convertir en représentation binaire
it: Converti in rappresentazione binaria
pl: Przekształć na przedstawienie dwójkowe
sl: Pretvori v binarno predstavitev
tr: İkili Temsile Dönüştür

source: Binomial Cumulative Distribution Function
ca: Funció de distribució acumulativa binomial
cs: Sčítající se funkce rozložení dvojčlenného rozložení
eo: Binoma Akumula Distribua Funkcio
fi: Binomijakauman kertymäfunktio
fr: Fonction binomiale de distribution cumulative
it: Funzione di distribuzione cumulata binomiale
pl: Dwumianowa funkcja rozkładu skumulowanego
sl: Binomska kumulativna porazdelitvena funkcija
tr: Binom Kümülatif Dağılım İşlevi

source: Binomial Distribution Mean
ca: Mitjana de la distribució binomial
cs: Předpokládaná hodnota dvojčlenného rozložení
eo: Dunoma Distribua Meznomo
fi: Binomijakauman keskiarvo
fr: Moyenne de distribution binomiale
it: Media della distribuzione binomiale
pl: Średnia rozkładu dwumianowego
sl: Povprečje binomske porazdelitve
tr: Binom Dağılım Ortalaması

source: Binomial Probability Mass Function
ca: Funció de massa de la probabilitat binomial
cs: Funkce pravděpodobnosti dvojčlenného rozložení
eo: Binoma Verŝajna Masa Funkcio
fi: Binomitodennäköisyyden massafunktio
fr: Fonction binomiale de probabilité de masse
it: Funzione di massa della probabilità binomiale
pl: Dwumianowa funkcja prawdopodobieństwa masy
sl: Binomska funkcija verjetnosti mase
tr: Binom Olasılık Kütle İşlevi

source: Binomial Distribution Variance
ca: Variació de la distribució binomial
cs: Odchylka dvojčlenného rozložení pravděpodobnosti
eo: Binoma Distribua Varianco
fi: Binomijakauman varianssi
fr: Variance de distribution binomiale
it: Varianza della distribuzione binomiale
pl: Wariancja rozkład dwumianowego
sl: Varianca binomske porazdelitve
tr: Binom Dağılım Varyansı

source: Convert to Cartesian Notation
ca: Converteix a la notació cartesiana
cs: Převést na kartézský zápis
eo: Konverti al kartezia notado
fi: Muunna kartesiolaiseen esitysmuotoon
fr: Convertir en notation cartésienne
it: Converti in notazione cartesiana
pl: Przekształć na zapis kartezjański
sl: Pretvorba v kartezično obliko
tr: Kartezyen Simgeleme Dönüştür

source: Cube Root
ca: Arrel cúbica
cs: Třetí odmocnina
eo: Kuba Radiko
fi: Kuutiojuuri
fr: Racine cubique
it: Radice cubica
pl: Pierwiastek sześcienny
sl: Kubni koren
tr: Küp Kök

source: Ceiling
ca: Ceiling (enter superior)
cs: Zaokrouhlení nahoru
eo: Plafono
fr: Plafond
pl: Zaokrąglanie w górę
sl: Zaokroži navzgor
tr: Tavan

source: Complex Conjugate
ca: Conjugat d'un nombre complex
eo: Kompleksa Konjugacio
fr: Nombre complexe conjugué
it: Complesso coniugato
pl: Koniugacja złożona
sl: Kompleksna konjugacija
tr: Karmaşık Eşlenik

source: Cosine
ca: Cosinus
cs: Kosinus
eo: Kosinuso
fi: Kosini
fr: Cosinus
it: Coseno
pl: Kosinus
sl: Kosinus
tr: Kosinüs

source: Hyperbolic Cosine
ca: Cosinus hiperbòlic
cs: Hyperbolický kosinus
eo: Hiperbola Kosinuso
fi: Hyperbolinen kosini
fr: Cosinus hyperbolique
it: Coseno iperbolico
pl: Kosinus hiperboliczny
sl: Hiperbolični kosinus
tr: Hiperbolik Kosinüs

source: Cotangent
cs: Kotangenta
eo: Kotangente
fi: Kotangentti
fr: Cotangente
it: Cotangente
pl: Kotangens
sl: kotangens
tr: Kotanjant

source: Cosecant
cs: Kosekanta
fi: Kosekantti
fr: Cosécante
it: Cosecante
pl: Kosekans
sl: kosekans
tr: Kosekant

source: Convert to Decimal Representation
ca: Converteix a la representació decimal
cs: Převést na desítkovou soustavu
eo: Konverti al Decimala Reprezento
fi: Muunna desimaaliseen esitysmuotoon
fr: Convertir en représentation décimale
it: Converti in rappresentazione decimale
pl: Przekształć na przedstawienie dziesiętne
sl: Pretvorba v decimalno predstavitev
tr: Onluk Temsile Dönüştür

source: Degrees of Arc
ca: Graus d'arc
cs: Úhlová míra ve stupních
eo: Gradoj de Arko
fr: Degrés d'arc
it: Gradi dell'arco
pl: Stopnie łuku
sl: Ločnih stopinj
tr: Ark Dereceleri

source: Error Function
ca: Funció d'error
cs: Chybová funkce
eo: Erara Funkcio
fi: Virhefunktio
fr: Fonction d'erreur
it: Funzioni degli errori
pl: Funkcja błędu
sl: Funkcija napake
tr: Hata İşlevi

source: Complementary Error Function
ca: Funció d'error complementària
cs: Doplňková chybová funkce
eo: Komplementa Erara Funkcio
fi: Komplementaarinen virhefunktio
fr: Fonction complémentaire d'erreur
it: Funzione degli errori complementare
pl: Uzupełniająca funkcja błędu
sl: Komplementarna funkcija napake
tr: Yardımcı Hata İşlevi

source: Exponential
ca: Exponencial
cs: Exponenciální
eo: Eksponenta
fr: Exponentielle
it: Esponenziale
pl: Wykładniczy
sl: Eksponentna
tr: Üstel

source: Floor
ca: Floor (enter inferior)
cs: Podlaha
eo: Planko
fr: Plancher
pl: W dół
sl: Zaokroži navzdol
tr: Taban

source: Fractional Part
ca: Part fraccionària
cs: Desetinná část
eo: Frakcia Parto
fr: Partie fractionnaire
it: Parte frazionaria
pl: Cześć ułamkowa
sl: Racionalni del
tr: Kesirli Kısım

source: Extension of Factorials [= (x-1)!]
ca: Extensió dels factorials [= (x-1)!]
cs: Rozšíření faktoriálů [= (x-1)!]
eo: Etendo de Faktoriloj [= (x-1)!]
fr: Extension des factoriels [= (x-1) ! ]
it: Estensione del fattoriale [= (x-1)!]
pl: Rozszerzenie silnii [= (x-1)!]
sl: Razširitev faktoriela [= (x-1)!]
tr: [= (x-1)!] Faktöriyellerinin Uzantısı

source: Greatest Common Divisor
ca: Màxim comú divisor
cs: Největší společný dělitel
eo: Plej granda Ofta Divizo
fi: Suurin yhteinen tekijä
fr: Plus grand diviseur commun
it: Massimo comun divisore
pl: Największy wspólny dzielnik
sl: Največji skupni delitelj
tr: En Büyük Ortak Bölen

source: Geometric Mean
ca: Mitjana geomètrica
cs: Geometrický průměr
eo: Geometria Mezo
fi: Geometrinen keskiarvo
fr: Moyenne géométrique
it: Media geometrica
pl: Średnia geometryczna
sl: Geometrijsko povprečje
tr: Geometrik Ortalama

source: Gradians of arc
ca: Graus d'arc
cs: Gradiány úhlu
eo: Gradianoj de arko
fr: Gradients d'arc
it: Gradienti di arco
pl: Gradiany łuku
sl: Gradiani loka
tr: Ark Gradyanları

source: Convert to Hexadecimal Representation
ca: Converteix a la representació hexadecimal
cs: Převést na šestnáctkovou soustavu
eo: Konverti al Deksesuma Reprezento
fi: Muunna heksadesimaaliseen esitysmuotoon
fr: Convertir en représentation hexadécimale
it: Converti in rappresentazione esadecimale
pl: Przekształć na przedstawienie szesnastkowe
sl: Pretvorba v heksadecimalno predstavitev
tr: Onaltılık Temsile Dönüştür

source: Hypergeometric Cumulative Distribution Function
ca: Funció de distribució acumulada hipergeomètrica
cs: Sčítající se funkce rozložení hypergeometrického rozložení
eo: Hipergeometria Akumula Distribua Funkcio
fi: Hypergeometrisen jakauman kertymäfunktio
fr: Fonction hypergéométrique de distribution cumulative
it: Funzione di distribuzione cumulata ipergeometrica
pl: Hipergeometryczna funkcja rozkładu skumulowanego
sl: Hipergeometrijska kumulativna porazdelitvena funkcija
tr: Hipergeometrik Kümülatif Dağılım İşlevi

source: Hypergeometric Distribution Mean
ca: Mitjana de la distribució hipergeomètrica
cs: Předpokládaná hodnota hypergeometrického rozložení
eo: Hipergeometria Distribua Mezo
fi: Hypergeometrisen jakauman keskiarvo
fr: Moyenne de distribution hypergéométrique
it: Media distribuzione ipergeometrica
pl: Średnia rozkładu hipergeometryczny
sl: Povprečje hipergeometrijske porazdelitve
tr: Hipergeometrik Dağılım Ortalaması

source: Hypergeometric Probability Mass Function
ca: Funció de massa de la probabilitat hipergeomètrica
cs: Funkce pravděpodobnosti hypergeometrického rozložení pravděpodobnosti
eo: Hipergeometria Probableca Masa Funkcio
fi: Hypergeometrisen todennäköisyyden massafunktio
fr: Fonction hypergéométrique de probabilité de masse
it: Funzione di massa della probabilità ipergeometrica
pl: Hipergeometryczna funkcja prawdopodobieństwa masy
sl: Hipergeometrična funkcija verjetnosti mase
tr: Hipergeometrik Olasılık Kütle İşlevi

source: Hypergeometric Distribution Variance
ca: Variació de la distribució hipergeomètrica
cs: Funkce pravděpodobnosti hypergeometrického rozložení pravděpodobnosti
eo: Hipergeometria Distribua Varianco
fi: Hypergeometrisen jakauman varianssi
fr: Variance de distribution hypergéométrique
it: Varianza della distribuzione ipergeometrica
pl: Wariancja rozkładu hipergeometrycznego
sl: Varianca hipergeometrijske porazdelitve
tr: Hipergeometrik Dağılım Varyansı

source: Integer Quotient
ca: Quocient enter
cs: Celočíselný podíl
eo: Entjera kvociento
fr: Quotient d'entier
it: Quoziente intero
pl: Iloraz liczby całkowitej
sl: Celi del kvocienta
tr: Tamsayı Bölümü

source: Integer Part
ca: Part entera
cs: Celočíselná část
eo: Entjera Parto
fi: Kokonaislukuosa
fr: Partie entière
it: Parte intera
pl: Cześć całkowita
sl: Celi del
tr: Tamsayı Kısmı

source: Imaginary Part
ca: Part imaginària
cs: Imaginární část
eo: Imaga Parto
fi: Imaginaariosa
fr: Partie imaginaire
it: Parte immaginaria
pl: Część urojona
sl: Imaginarni del
tr: Hayali Kısım

source: Decode IEEE-754 Binary Value
ca: Descodifica el valor binari IEEE-754
cs: Dekódovat binární hodnotu IEEE-754
eo: Malkodi IEEE-754 Binara Valoro
fi: Pura IEEE-754-binaariarvo
fr: Décodage de valeurs binaires « IEEE-754 »
it: Decodifica valore binario IEEE-754
pl: Zdekoduj dwójkową wartość IEEE-754
sl: Dekodiraj binarno vrednost IEEE-754
tr: IEEE-754 İkili Değer Kodunu Çöz

source: Encode IEEE-754 Binary Value
ca: Codifica el valor binari IEEE-754
cs: Zakódovat binární hodnotu IEEE-754
eo: Kodi IEEE-754 Binara Valoro
fi: Koodaa IEEE-754-binaariarvo
fr: Encodage de valeurs binaires « IEEE-754 »
it: Codifica valore binario IEEE-754
pl: Zakoduj dwójkową wartość IEEE-754
sl: Kodiraj binarno vrednost IEEE-754
tr: IEEE-754 İkili Değer Kodla

source: Decode 16-bit Half-Precision Value
ca: Descodifica el valor de mitja precisió a 16 bits
cs: Dekódovat 16-bitovou hodnotu s poloviční přesností
eo: Malkodi 16-bitan Duon-Precizecan Valoron
fi: Pura 16-bittinen puolikkaan tarkkuuden arvo
fr: Décodage de valeurs en semi précision sur 16 bits
it: Decodifica il valore di mezza precisione a 16 bit
pl: Zdekoduj 16-bitową wartość połówkowej precyzji
sl: Dekodiraj 16-bitno vrednost polovične natančnosti
tr: 16 bit Yarı Hassasiyet Değeri Kodunu Çöz

source: Encode 16-bit Half-Precision Value
ca: Codifica el valor de mitja precisió a 16 bits
cs: Zakódovat 16-bitovou hodnotu s poloviční přesností
eo: Kodi 16-bitan Duon-Precizecan Valoron
fi: Koodaa 16-bittinen puolikkaan tarkkuuden arvo
fr: Encodage de valeurs en semi précision sur 16 bits
it: Codifica il valore a mezza precisione a 16 bit
pl: Zakoduj 16-bitową wartość połówkowej precyzji
sl: Kodiraj 16-bitno vrednost polovične natančnosti
tr: 16 bit Yarı Hassasiyet Değeri Kodla

source: Decode 32-bit Single-Precision Value
ca: Descodifica el valor de simple precisió a 32 bits
cs: Dekódovat 32-bitovou hodnotu s jednoduchou přesností
eo: Malkodi 32-bitan Unu-Precizecan Valoron
fi: Pura 32-bittinen yksinkertaisen tarkkuuden arvo
fr: Décodage de valeurs en simple précision sur 32 bits
it: Decodifica il valore a precisione singola a 32 bit
pl: Zdekoduj 32-bitową wartość pojedynczej precyzji
sl: Dekodiraj 32-bitno vrednost enojne natančnosti
tr: 32 bit Tek Hassasiyet Değeri Kodunu Çöz

source: Encode 32-bit Single-Precision Value
ca: Codifica el valor de simple precisió a 32 bits
cs: Zakódovat 32-bitovou hodnotu s jednoduchou přesností
eo: Kodi 32-bitan Unu-Precizecan Valoron
fi: Koodaa 32-bittinen yksinkertaisen tarkkuuden arvo
fr: Encodage de valeurs en simple précision sur 32 bits
it: Codifica il valore a precisione singola a 32 bit
pl: Zakoduj 32-bitową wartość pojedynczej precyzji
sl: Kodiraj 32-bitno vrednost enojne natančnosti
tr: 32 bit Tek Hassasiyet Değeri Kodla

source: Decode 64-bit Double-Precision Value
ca: Descodifica el valor de doble precisió a 64 bits
cs: Dekódovat 64-bitovou hodnotu s dvojnásobnou přesností
eo: Malkodi 64-bitan Duoblan Precizecan Valoron
fi: Pura 64-bittinen kaksinkertaisen tarkkuuden arvo
fr: Décodage de valeurs en double précision sur 64 bits
it: Decodifica il valore a doppia precisione a 64 bit
pl: Zdekoduj 64-bitową wartość podwójnej precyzji
sl: Dekodiraj 64-bitno vrednost dvojne natančnosti
tr: 64 bit Çift Hassasiyet Değeri Kodunu Çöz

source: Encode 64-bit Double-Precision Value
ca: Codifica el valor de doble precisió a 64 bits
cs: Zakódovat 64-bitovou hodnotu s dvojnásobnou přesností
eo: Kodi 64-bitan Duoblan Precizecan Valoron
fi: Koodaa 64-bittinen kaksinkertaisen tarkkuuden arvo
fr: Encodage de valeurs en double précision sur 64 bits
it: Codifica il valore a doppia precisione a 64 bit
pl: Zakoduj 64-bitową wartość podwójnej precyzji
sl: Kodiraj 64-bitno vrednost dvojne natančnosti
tr: 64 bit Çift Hassasiyet Değeri Kodla

source: Decode 128-bit Quad-Precision Value
ca: Descodifica el valor de quàdruple precisió a 128 bits
cs: Dekódovat 128-bitovou hodnotu se čtyřnásobnou přesností
eo: Malkodi 128-bitan Kvar-Precizecan Valoron
fi: Pura 128-bittinen nelinkertaisen tarkkuuden arvo
fr: Décodage de valeurs en quadruple précision sur 128 bits
it: Decodifica il valore a precisione quadrupla a 128 bit
pl: Zdekoduj 128-bitową wartość poczwórnej precyzji
sl: Dekodiraj 128-bitno vrednost štirikratne natančnosti
tr: 128 bit Çift Hassasiyet Değeri Kodunu Çöz

source: Encode 128-bit Quad-Precision Value
ca: Codifica el valor de quàdruple precisió a 128 bits
cs: Zakódovat 128-bitovou hodnotu se čtyřnásobnou přesností
eo: Kodi 128-bitan Kvarprecizecan Valoron
fi: Koodaa 128-bittinen nelinkertaisen tarkkuuden arvo
fr: Encodage de valeurs en quadruple précision sur 128 bits
it: Codifica il valore a precisione quadrupla a 128 bit
pl: Zakoduj 128-bitową wartość poczwórnej precyzji
sl: Kodiraj 128-bitno vrednost štirikratne natančnosti
tr: 128 bit Çift Hassasiyet Değeri Kodla

source: Binary Logarithm
ca: Logaritme binari
cs: Dvojkový logaritmus
eo: Binara Logaritmo
fi: Binaarilogaritmi
fr: Logarithmique
it: Logaritmo binario
pl: Logarytm dwójkowy
sl: Binarni logaritem
tr: İkili Logaritma

source: Common Logarithm
ca: Logaritme habitual
cs: Desítkový logaritmus
eo: Komuna Logaritmo
fi: Yleinen logaritmi
fr: Logarithmique standard
it: Logaritmo comune
pl: Logarytm dziesiętny
sl: Običajni logaritem
tr: Ortak Logaritma

source: Natural Logarithm
ca: Logaritme natural
cs: Přirozený logaritmus
eo: Natura Logaritmo
fi: Luonnollinen logaritmi
fr: Logarithme népérien (base « e »)
it: Logaritmo naturale
pl: Logarytm naturalny
sl: Naravni logaritem
tr: Doğal Logaritma

source: Logarithm to Arbitrary Base
ca: Logaritme a la base arbitrària
cs: Logaritmus na libovolný základ
eo: Logaritmo al Arbitra Bazo
fr: Logarithme en base arbitraire
it: Logaritmo in base arbitraria
pl: Logarytm o dowolnej podstawie
sl: Logaritem s poljubno osnovo
tr: Keyfi Tabana Logaritma

source: Mask to a bit size
ca: Màscara a una mida de bits
cs: Zakrýt na délku bitu
eo: Masko al iom grandeco
fr: Masquer avec un nombre de bits
it: Maschera con dimensione in bit
pl: Maska do rozmiaru bita
sl: Maskiraj do bitne velikosti
tr: Bir bit boyutuna maskele

# Calculator function, largest of numbers
source: Maximum
ca: Màxim
eo: Maksimumo
fi: Maksimi
it: Massimo
pl: Maksimum
sl: Maksimum
tr: En Büyük

source: Median Value (50th Percentile)
ca: Valor de la mediana (50 per cent)
cs: Střední hodnota (50. percentil)
eo: Mezvaloro (50-a percentilo)
fr: Valeur moyenne (50 ième de percentile)
it: Valore mediano (50° percentile)
pl: Wartość mediany (50-ty percentyl)
sl: Vrednost mediane (50 percentil)
tr: Medyan Değer (50. Yüzdelik)

# Calculator function, smallest of numbers
source: Minimum
ca: Mínim
eo: Minimumo
fi: Minimi
it: Minimo
tr: En Küçük

source: Modulo
ca: Mòdul
fi: Jakojäännös
tr: Modüle Göre

source: Combination (Binomial Coefficient)
ca: Combinació (coeficient binomial)
cs: Kombinace (kombinační číslo)
eo: Kombinaĵo (Binoma Koeficiento)
fr: Combinaison (Coefficient binomial)
it: Combinazione (coefficiente binomiale)
pl: Kombinacja (współczynnik dwumianowy)
sl: Kombinacij (Binomski koeficient)
tr: Kombinasyon (Binom Katsayısı)

source: Logical NOT
ca: «NOT» lògic
cs: Logický NOT
eo: Logika NE
fi: Looginen EI
fr: NON logique
it: NON logico
pl: Logiczne NIE
sl: Logični NE
tr: Mantıksal NOT

source: Permutation (Arrangement)
ca: Permutació (ordenació)
cs: Permutace (uspořádání)
eo: Permuto (aranĝo)
fi: Permutointi (järjestys)
it: Permutazione (disposizione)
pl: Permutacja (układ)
sl: Permutacij
tr: Permütasyon (Düzenleme)

source: Convert to Octal Representation
ca: Converteix a la representació octal
cs: Převést na osmičkovou soustavu
eo: Konverti al Okta Reprezento
fi: Muunna oktaaliseen esitysmuotoon
fr: Convertir en représentation octale
it: Converti in rappresentazione ottale
pl: Przekształć na przedstawienie ósemkowe
sl: Pretvorba v oktalno predstavitev
tr: Sekizlik Temsile Dönüştür

source: Logical OR
ca: «OR» lògic
cs: Logický OR
eo: Logika AŬ
fi: Looginen TAI
fr: OU logique
it: O logico
pl: Logiczne LUB
sl: Logični ALI
tr: Mantıksal OR

source: Phase of Complex Number
ca: Fase del nombre complex
cs: Fáze komplexního čísla
eo: Fazo de Kompleksa Nombro
fi: Kompleksiluvun vaihe
fr: Phase d'un nombre complexe
it: Fase di un numero complesso
pl: Faza liczby złożonej
sl: Faza kompleksnega števila
tr: Karmaşık Sayı Fazı

source: Poissonian Cumulative Distribution Function
ca: Funció de distribució acumulativa poissoniana
cs: Sčítající se funkce rozložení poissonova rozložení
eo: Venena Akumula Distribua Funkcio
fi: Poissonin jakauman kertymäfunktio
fr: Fonction de Poisson de distribution cumulative
it: Funzione di distribuzione cumulativa poissoniana
pl: Poissonowska funkcja rozkładu skumulowanego
sl: Poissonova kumulativna porazdelitvena funkcija
tr: Poisson Kümülatif Dağılım İşlevi

source: Poissonian Distribution Mean
ca: Mitjana de la distribució poissoniana
cs: Předpokládaná hodnota poissoninova rozložení
eo: Venena Distribua Mezo
fi: Poissonin jakauman keskiarvo
fr: Moyenne selon une distribution de Poisson
it: Media della distribuzione poissoniana
pl: Średnia rozkładu Poissonowskiego
sl: Povprečje Poissonove porazdelitve
tr: Poisson Dağılım Ortalaması

source: Poissonian Probability Mass Function
ca: Funció de massa de la probabilitat poissoniana
cs: Funkce pravděpodobnosti Poissonova rozložení
eo: Poissoniana Probabla Masa Funkcio
fi: Poissonin todennäköisyyden massafunktio
fr: Fonction de Poisson de probabilité de masse
it: Funzione di massa della probabilità poissoniana
pl: Poissonowska funkcja prawdopodobieństwa masy
sl: Poissonova funkcija verjetnosti mase
tr: Poisson Olasılığı Kütle İşlevi

source: Poissonian Distribution Variance
ca: Variació de la distribució poissoniana
cs: Odchylka poissonova rozložení
eo: Venena Distribua Varianco
fi: Poissonin jakauman varianssi
fr: Moyenne de distribution de Poisson
it: Varianza della distribuzione poissoniana
pl: Wariancja rozkładu Poissonowskiego
sl: Varianca Poissonove porazdelitve
tr: Poisson Dağılım Varyansı

source: Convert to Polar Notation
ca: Converteix a la notació polar
cs: Převést na polární zápis
eo: Konverti al Polusa Notacio
fi: Muunna polaariseen esitysmuotoon
fr: Conversion en notation polaire
it: Converti in notazione polare
pl: Przekształć na zapis biegunowy
sl: Pretvorba v polarno obliko
tr: Polar Simgelemine Dönüştür

source: Product
ca: Producte
cs: Produkt
eo: Produkto
fi: Tulo
fr: Produit
it: Prodotto
pl: Produkt
sl: Produkt
tr: Ürün

source: Radians
cs: Radiány
eo: Radianoj
fi: Radiaanit
it: Radianti
pl: Radiany
sl: Radiani
tr: Radyans

source: Real Part
ca: Part real
cs: Reálná část
eo: Reala Parto
fi: Reaaliosa
fr: Partie réelle
it: Parte reale
pl: Część rzeczywista
sl: Realni del
tr: Gerçek Kısım

source: Rounding
ca: Arrodoniment
cs: Zaokrouhlování
eo: Rondigo
fi: Pyöristys
fr: Arrondi
it: Arrotondamento
pl: Zaokrąglanie
sl: Zaokroževanje
tr: Yuvarlama

source: Secant
cs: Sekanta
eo: Sekanto
fi: Sekantti
fr: Sécant
it: Secante
pl: Secans
sl: Sekans
tr: Sekant

source: Arithmetic Shift Left
ca: Desplaçament aritmètic a l'esquerra
cs: Aritmetický posuv doleva
eo: Aritmetika Movo Maldekstre
fi: Aritmeettinen siirto vasemmalle
fr: Décalage arithmétique vers la gauche
it: Shift aritmetico a sinistra
pl: Arytmetyczne przesunięcie w lewo
sl: Aritmetični levi pomik
tr: Aritmetik Sola Kaydır
