Repository: KDE/mangonel
Catalog: po/*/mangonel.po
Languages: ca, cs, eo, fi, fr, it, pl, sl, tr

source: Arithmetic Shift Right
ca: Desplaçament aritmètic a la dreta
cs: Aritmetický posuv doprava
eo: Aritmetika Movo Dekstre
fi: Aritmeettinen siirto oikealle
fr: Décalage arithmétique vers la droite
it: Shift aritmetico a destra
pl: Arytmetyczne przesunięcie w prawo
sl: Aritmetični desni pomik
tr: Aritmetik Sağa Kaydır

source: Signum
ca: Signe
fi: Etumerkki
fr: Signe
it: Segno
tr: İşaret

source: Sine
ca: Sinus
cs: Sinus
eo: Sinuso
fi: Sini
fr: Sinus
it: Seno
pl: Sinus
sl: Sinus
tr: Sinüs

source: Hyperbolic Sine
ca: Sinus hiperbòlic
cs: Hyperbolický sinus
eo: Hiperbola Sinuso
fi: Hyperbolinen sini
fr: Sinus hyperbolique
it: Seno iperbolico
pl: Sinus hiperboliczny
sl: Hiperbolični sinus
tr: Hiperbolik Sinüs

source: Square Root
ca: Arrel quadrada
cs: Odmocnina
eo: Kvadrata Radiko
fi: Neliöjuuri
fr: Racine carrée
it: Radice quadrata
pl: Pierwiastek kwadratowy
sl: Kvadratni koren
tr: Kare Kök

source: Standard Deviation (Square Root of Variance)
ca: Desviació estàndard (arrel quadrada de la variació)
cs: Běžná odchylka (druhá odmocnina rozdílu)
eo: Norma Devio (kvadrata radiko de varianco)
fi: Keskihajonta (varianssin neliöjuuri)
fr: Écart type standard (Racine carrée de la variance)
it: Deviazione standard (radice quadrata della varianza)
pl: Odchylenie standardowe (pierwiastek kwadratowy wariancji)
sl: Standardna deviacija (Kvadratni koren variance)
tr: Standart Sapma (Varyansın Karekökü)

source: Sum
ca: Suma
cs: Celkem
eo: Sumo
fi: Summa
fr: Somme
it: Somma
pl: Suma
sl: Vsota
tr: Toplam

source: Tangent
cs: Tečna
eo: Tangento
fi: Tangentti
fr: Tangente
it: Tangente
pl: Tangens
sl: Tangens
tr: Tanjant

source: Hyperbolic Tangent
ca: Tangent hiperbòlica
cs: Hyperbolický tangens
eo: Hiperbola Tangento
fi: Hyperbolinen tangentti
fr: Tangente hyperbolique
it: Tangente iperbolica
pl: Tangens hiperboliczny
sl: Hiperbolični tangens
tr: Hiperbolik Tanjant

source: Truncation
ca: Truncament
cs: Zkrácení
eo: Detranĉiĝo
fi: Katkaisu
fr: Troncature
it: Troncamento
pl: Przycinanie
sl: Rezanje
tr: Kısaltma

source: Sign-extend a value
ca: Extensió de signe d'un valor
cs: Rozšíření znaménka hodnoty
eo: Antaŭsigno-etendi valoron
fr: Extension de la valeur avec maintien du signe
it: Estensione del segno di un valore
pl: Znak-rozszerz wartość
sl: S predznakom razširi vrednost
tr: Bir değeri işaretle genişlet

# Calculator function
source: Variance
ca: Variància
cs: Rozptyl
eo: Varianco
fi: Varianssi
it: Varianza
pl: Wariancja
sl: Varianca
tr: Varyans

source: Logical XOR
ca: «XOR» lògic
cs: Logický XOR
eo: Logika XOR
fi: Looginen ehdoton TAI
fr: OU Exclusif logique
it: AUT logico
pl: Logiczne XOR
sl: logični ALI
tr: Mantıksal XOR

source: Open path
ca: Obre el camí
cs: Otevřít cestu
eo: Malferma pado
fi: Avaa sijainti
fr: Ouvrir un emplacement
it: Apri percorso
pl: Otwórz ścieżkę
sl: Odpri pot
tr: Yol aç

source: Shell command
ca: Ordre de l'intèrpret d'ordres
cs: Příkaz shellu
eo: Ŝelkomando
fi: Komentotulkkikomento
fr: Commande de terminal
it: Comando da shell
pl: Polecenie powłoki
sl: Lupinski ukaz
tr: Kabuk komutu

source: Unit conversion
ca: Conversió d'unitats
cs: Převod jednotek
eo: Unuokonverto
fi: Yksikkömuunnos
fr: Conversion d'unités
it: Conversione unità
pl: Zamiana jednostek
sl: Pretvorba enot
tr: Birim dönüştürme

source: Boron
ca: Bor
cs: Bór
eo: Boro
fi: Boori
fr: Bore
it: Boro
sl: Bor

source: Tantalum
ca: Tàntal
cs: Tantal
eo: Tantalo
fi: Tantaali
fr: Tantale
it: Tantalio
pl: Tantal
sl: Tantal

source: Tungsten
ca: Tungstè
cs: Wolfram
eo: Volframo
fi: Volfram
fr: Tungstène
it: Tungsteno
pl: Wolfram
sl: Volfram

source: x; exponent_bits; significand_bits [; exponent_bias]
ca: x; bits_exponent; bits_mantissa [; biaix_exponent]
eo: x; eksponento_bitoj; signifaj_bitoj [; eksponento_biaso]
fr: x ; exposant_bits ; bits_significatifs [ ; biais_exposant]
it: x; bit_esponente; bit_significativi [; soglia_esponente]
pl: x; bity_wykladnika; bity_znaczące [; nachylenie_wykładnika]
sl: x; biti_eksponenta; biti_mantise [; pristranost_eksponenta]

# conversion from one unit to another
source: %1 %2 is %3 %4
ca: %1 %2 és %3 %4
cs: %1 %2 je %3 %4
eo: %1 %2 estas %3 %4
fr: %1 %2 correspond à %3 %4
it: %1 %2 equivale a %3 %4
pl: %1 %2 to %3 %4

source: Argon
ca: Argó
eo: Argono

source: Neon
ca: Neó
eo: Neono
fr: Néon
