Repository: KDE/mangonel
Catalog: po/*/mangonel.po
Languages: ca, cs, eo, fi, fr, it, pl, sl, tr

source: Iodine
ca: Iode
cs: Jód
eo: Jodo
fi: Jodi
fr: Iode
it: Iodio
pl: Jod
sl: Jod
tr: İyot

source: Iridium
ca: Iridi
it: Iridio
pl: Iryd
sl: Iridij
tr: İridyum

source: Iron
ca: Ferro
cs: Železo
eo: Fero
fi: Rauta
fr: Fer
it: Ferro
pl: Żelazo
sl: Železo
tr: Demir

source: Krypton
ca: Criptó
eo: Kriptono
it: Cripton
sl: Kripton
tr: Kripton

source: Lanthanum
ca: Lantani (o lantà)
cs: Lanthan
eo: Lantano
fi: Lantaani
fr: Lanthane
it: Lantanio
pl: Lantanowce
sl: Lantan
tr: Lantan

source: Lead
ca: Plom
cs: Olovo
eo: Plumbo
fi: Lyijy
fr: Plomb
it: Piombo
pl: Ołów
sl: Svinec
tr: Kurşun

source: Lithium
ca: Liti
eo: Litio
fi: Litium
it: Litio
pl: Lit
sl: Litij
tr: Lityum

source: Lutetium
ca: Luteci
cs: Lutecium
eo: Lutecio
fr: Lutécium
it: Lutezio
pl: Lutet
sl: Lutecij
tr: Lütesyum

source: Magnesium
ca: Magnesi
cs: Hořčík
eo: Magnezio
fr: Magnésium
it: Magnesio
pl: Magnez
sl: Magnezij
tr: Magnezyum

source: Manganese
ca: Manganès
cs: Mangan
eo: Mangano
fi: Mangaani
fr: Manganèse
pl: Mangan
sl: Mangan
tr: Manganez

source: Mercury
ca: Mercuri
cs: Merkur
eo: Merkuro
fi: Elohopea
fr: Mercure
it: Mercurio
pl: Rtęć
sl: Živo srebro
tr: Cıva

source: Molybdenum
ca: Molibdè
cs: Molybden
eo: Molibdeno
fi: Molybdeeni
fr: Molybdène
it: Molibdeno
pl: Molibden
sl: Molibden
tr: Molibden

source: Neodymium
ca: Neodimi
cs: Neodym
eo: Neodimo
fr: Néodyme
it: Neodimio
pl: Neodym
sl: Neodim
tr: Neodim

source: Nickel
ca: Níquel
cs: Nikl
eo: Nikelo
fi: Nikkeli
it: Nichel
pl: Nikiel
sl: Nikel
tr: Nikel

source: Niobium
ca: Niobi
cs: Niob
eo: Niobo
it: Niobio
pl: Niob
sl: Niobij
tr: Niyobiyum

source: Nitrogen
cs: Dusík
eo: Nitrogeno
fi: Typpi
fr: Azote
it: Azoto
pl: Azot
sl: Dušik
tr: Nitrojen

source: Osmium
ca: Osmi
eo: Osmio
it: Osmio
pl: Osm
sl: Osmij
tr: Osmiyum

source: Oxygen
fi: Happi
fr: Oxygène
it: Ossigeno
pl: Tlen
sl: Kisik
tr: Oksijen

source: Palladium
ca: Pal·ladi
eo: Paladio
it: Palladio
pl: Pallad
sl: Paladij
tr: Paladyum

source: Phosphorus
ca: Fòsfor
cs: Fosfor
eo: Fosforo
fi: Fosfori
fr: Phosphore
it: Fosforo
pl: Fosfor
sl: Fosfor
tr: Fosfor

source: Platinum
ca: Platí
cs: Platina
eo: Plateno
fi: Platina
fr: Platine
it: Platino
pl: Platyna
sl: Platina
tr: Platinyum

source: Potassium
ca: Potassi
cs: Draslík
eo: Kalio
fi: Kalium
it: Potassio
pl: Potas
sl: Kalij
tr: Potasyum

source: Praseodymium
ca: Praseodimi
cs: Praseodym
eo: Prazeodimo
fi: Praseodyymi
fr: Praséodyme
it: Praseodimio
pl: Prazeodym
sl: Prazeodim
tr: Praseodim

source: Protactinium
ca: Protoactini
cs: Protaktinium
eo: Protaktinio
fi: Protaktinium
it: Protoattinio
pl: Protaktyn
sl: Proaktinij
tr: Proaktinyum

source: Rhenium
ca: Reni
eo: Renio
fi: Renium
fr: Rhénium
it: Renio
pl: Ren
sl: Renij
tr: Renyum

source: Rubidium
ca: Rubidi
eo: Rubidio
it: Rubidio
pl: Rubid
sl: Rubidij
tr: Rubidyum

source: Ruthenium
ca: Ruteni
eo: Rutenio
fi: Rutenium
fr: Ruthénium
it: Rutenio
pl: Rut
sl: Rutenij
tr: Rutenyum

source: Samarium
ca: Samari
eo: Samario
it: Samario
pl: Samar
sl: Samarij
tr: Samaryum

source: Scandium
ca: Escandi
cs: Skandium
eo: Skandio
fi: Skandium
it: Scandio
pl: Skand
sl: Skandij
tr: Skandiyum

source: Selenium
ca: Seleni
cs: Selen
eo: Seleno
fi: Seleeni
fr: Sélénium
it: Selenio
pl: Selen
sl: Selen
tr: Selenyum

source: Silicon
ca: Silici
cs: Křemík
eo: Silicio
fi: Pii
fr: Silicium
it: Silicio
pl: Krzem
sl: Silicij
tr: Silikon

source: Silver
ca: Argent
cs: Stříbro
eo: Arĝento
fi: Hopea
fr: Argent
it: Argento
pl: Srebro
sl: Srebro
tr: Gümüş

source: Sodium
ca: Sodi
cs: Sodík
eo: Natrio
fi: Natrium
it: Sodio
pl: Sód
sl: Natrij
tr: Sodyum

source: Strontium
ca: Estronci
cs: Stroncium
eo: Stroncio
it: Stronzio
pl: Stront
sl: Stroncij
tr: Strontiyum

source: Sulfur
ca: Sofre
cs: Síra
eo: Sulfuro
fi: Rikki
fr: Soufre
it: Zolfo
pl: Siarka
sl: Žveplo
tr: Sülfür

source: Tellurium
ca: Tel·luri
cs: Telur
eo: Teluro
fi: Telluuri
fr: Tellure
it: Tellurio
pl: Tellur
sl: Telur
tr: Tellür

source: Terbium
ca: Terbi
eo: Terbio
it: Terbio
pl: Terb
sl: Terbij
tr: Terbiyum

source: Thallium
ca: Tal·li
cs: Thalium
eo: Talio
fi: Tallium
it: Tallio
pl: Tal
sl: Talij
tr: Talyum

source: Thorium
ca: Tori
eo: Torio
fi: Torium
it: Torio
pl: Tor
sl: Torij
tr: Toryum

source: Thulium
ca: Tuli
eo: Tulio
fi: Tulium
it: Tulio
pl: Tul
sl: Tulij
tr: Tulyum

source: Tin
ca: Estany
cs: Cín
eo: Stano
fi: Tina
fr: Étain
it: Stagno
pl: Cyna
sl: Kositer
tr: Kalay

source: Titanium
ca: Titani
cs: Titan
eo: Titano
fi: Titaani
fr: Titane
it: Titanio
pl: Tytan
sl: Titan
tr: Titanyum

source: Uranium
ca: Urani
cs: Uran
eo: Uranio
fi: Uraani
it: Uranio
pl: Uran
sl: Uran
tr: Uranyum

source: Vanadium
ca: Vanadi
cs: Vanad
eo: Vanado
fi: Vanadiini
it: Vanadio
pl: Wanad
sl: Vanadij
tr: Vanadyum

source: Xenon
ca: Xenó
eo: Ksenono
fi: Ksenon
fr: Xénon
pl: Ksenon
sl: Ksenon
tr: Zenon

source: Ytterbium
ca: Iterbi
cs: Yterbium
eo: Iterbio
it: Itterbio
pl: Iterb
sl: Iterbij
tr: İterbiyum

source: Yttrium
ca: Itri
cs: Ytrium
eo: Itrio
it: Ittrio
pl: Itr
sl: Itrij
tr: İtriyum

source: Zinc
cs: Zinek
eo: Zinko
fi: Sinkki
it: Zinco
pl: Cynk
sl: Cink
tr: Çinko

source: Zirconium
ca: Zirconi
cs: Zirkon
eo: Zirkonio
fi: Zirkonium
it: Zirconio
pl: Cyrkon
sl: Cirkonij
tr: Zirkonyum

source: Particle Masses
ca: Masses de les partícules
cs: Hmotnosti elementárních částic
eo: Partiklaj Masoj
fi: Partikkelien massat
fr: Masse des particules
it: Massa delle particelle
pl: Masy cząsteczek
sl: Mase delcev
tr: Parçacık Kütleleri

source: Electron Mass
ca: Massa de l'electró
cs: Elektronová hmotnost
eo: Elektrona maso
fi: Elektronin massa
fr: Masse de l'électron
it: Massa dell'elettrone
pl: Masa elektronu
sl: Masa elektrona
tr: Elektron Kütlesi

source: Muon Mass
ca: Massa de la Lluna
cs: Mionová (mezonová) hmotnost
eo: Muona Meso
fi: Myonin massa
fr: Masse du muon
it: Massa del muone
pl: Masa muona
sl: Masa muona
tr: Muon Kütlesi

source: Tau Mass
ca: Massa del tau
cs: Hmotnost částice tau
eo: Tau-Maso
fi: Taun massa
fr: Masse du tau
it: Massa del tauone
pl: Masa tau
sl: Masa tau
tr: Tau Kütlesi

source: Up-Quark Mass
ca: La massa del quark dalt
cs: Hmotnost kvarku nahoru
eo: Up-Quark Maso
fi: Ylöskvarkin massa
fr: Masse du quark « up »
it: Massa del quark su
pl: Masa górnego kwarka
sl: Mapa kvarka gor
tr: Yukarı Tanecik Kütlesi

source: Down-Quark Mass
ca: La massa del quark baix
cs: Hmotnost kvarku dolů
eo: Down-Quark Maso
fi: Alaskvarkin massa
fr: Masse du quark « down »
it: Massa del quark giù
pl: Masa dolnego kwarka
sl: Mapa kvarka dol
tr: Aşağı Tanecik Kütlesi

source: Charm-Quark Mass
ca: La massa del quark encant
cs: Hmotnost půvabného kvarku
eo: Ĉarma-Kvarka Meso
fi: Lumokvarkin massa
fr: Masse du quark « charme »
it: Massa del quark incanto
pl: Masa uroczego kwarka
sl: Masa šarma kvarka
tr: Tılsımlı Tanecik Kütlesi

source: Strange-Quark Mass
ca: La massa del quark estrany
cs: Hmotnost podivného kvarku
eo: Strange-Kvarka Meso
fi: Outokvarkin massa
fr: Masse du quark « étrange »
it: Massa del quark strano
pl: Masa dziwnego kwarka
sl: Masa tujosti kvarka
tr: Garip Tanecik Kütlesi

source: Top-Quark Mass
ca: La massa del quark cim
cs: Hmotnost svrchního kvarku
eo: Top-Quark Maso
fi: Huippukvarkin massa
fr: Masse du quark « Top »
it: Massa del quark alto
pl: Masa szczytowego kwarka
sl: Masa vrha kvarka
tr: Üst Tanecik Kütlesi

source: Bottom-Quark Mass
ca: La massa del quark fons
cs: Hmotnost spodního kvarku
eo: Malsupra-Kvarka Maso
fi: Pohjakvarkin massa
fr: Masse du quark « Bottom »
it: Massa del quark basso
pl: Masa dolnego kwarka
sl: Masa dna kvarka
tr: Alt Tanecik Kütlesi

source: W-Boson Mass
ca: Massa del bosó W
cs: Hmotnost bosonu W
eo: W-Bosona Meso
fi: W-bosonin massa
fr: Masse du boson W
it: Massa del bosone W
pl: Masa W-Boson
sl: Masa W bozona
tr: W-Boson Kütlesi

source: Z-Boson Mass
ca: Massa del bosó Z
cs: Hmotnost bosonu Z
eo: Z-Bosona Meso
fi: Z-bosonin massa
fr: Masse du boson Z
it: Massa del bosone Z
pl: Masa Z-Boson
sl: Masa Z bozona
tr: Z-Boson Kütlesi

source: Higgs-Boson Mass
ca: Massa del bosó de Higgs
cs: Hmotnost Higgsova bosonu
eo: Higgs-Bosona Meso
fi: Higgsin bosonin massa
fr: Masse du boson de Higgs
it: Massa del bosone di Higgs
pl: Masa Higgs-Boson
sl: Masa Higgsovega bozona
tr: Higgs-Boson Kütlesi

source: Proton Mass
ca: Massa del protó
cs: Protonová hmotnost
eo: Protona maso
fi: Protonin massa
fr: Masse du Proton
it: Massa del protone
pl: Masa protonu
sl: Masa protona
tr: Proton Kütlesi

source: Neutron Mass
ca: Massa del neutró
cs: Neutronová hmotnost
eo: Neŭtrona maso
fi: Neutronin massa
fr: Masse du neutron
it: Massa del neutrone
pl: Masa neutronu
sl: Masa nevtrona
tr: Nötron Kütlesi

source: Electron Mass (SI)
ca: Massa de l'electró (SI)
cs: Elektronová hmotnost (SI)
eo: Elektrona maso (SI)
fi: Elektronin massa (SI)
fr: Masse de l'électron (SI)
it: Massa dell'elettrone (SI)
pl: Masa elektronu (SI)
sl: Masa elektrona (SI)
tr: Elektron Kütlesi (SI)

source: Proton Mass (SI)
ca: Massa del protó (SI)
cs: Protonová hmotnost (SI)
eo: Protona maso (SI)
fi: Protonin massa (SI)
fr: Masse du Proton (SI)
it: Massa del protone (SI)
pl: Masa protonu (SI)
sl: Masa protona (SI)
tr: Proton Kütlesi (SI)

source: Neutron Mass (SI)
ca: Massa del neutró (SI)
cs: Neutronová hmotnost (SI)
eo: Neŭtrona maso (SI)
fi: Neutronin massa (SI)
fr: Masse du neutron (SI)
it: Massa del neutrone (SI)
pl: Masa neutronu (SI)
sl: Masa nevtrona (SI)
tr: Nötron Kütlesi (SI)

source: cannot operate on a NaN
ca: no es pot operar amb un NaN
cs: nelze pracovat s nečíselnou hodnotou
eo: ne povas funkcii sur NaN
fi: ei voida operoida NaNilla
fr: Impossible de faire un calcul sur une valeur non numérique « NaN »
it: impossibile operare su un NaN
pl: nie można działać NaN (z ang. nie-liczba)
sl: ne morem računati z NaN
tr: bir sayı olmayan üzerinde çalışamıyor

source: underflow - tiny result is out number range
ca: underflow: un resultat massa petit es troba fora de l'interval de números
cs: >podtečení - příliš malý výsledek je mimo číselný rozsah
eo: subfluo - eta rezulto estas ekster nombro-intervalo
fi: alivuoto: tulos liian pieni lukualueelle
fr: Sous-résolution. Le résultat est trop petit pour une représentation numérique.
it: underflow - il piccolissimo risultato è oltre l'intervallo numerico
pl: przepełnienie w dół - mały wynik jest poza zakresem liczbowym
sl: podkoračitev - zelo majhen rezultat je izven obsega števil
tr: aşağı taşma - küçük sonuç, sayı eriminin dışında

source: overflow - huge result is out of number range
ca: overflow: un resultat massa gran es troba fora de l'interval de números
cs: přetečení - příliš velký výsledek je mimo číselný rozsah
eo: superfluo - grandega rezulto estas ekstere de nombro
fi: ylivuoto: tulos liian suuri lukualueelle
fr: Débordement. Le résultat est trop grand pour une représentation numérique.
it: overflow - il risultato enorme è oltre l'intervallo numerico
pl: przepełnienie w górę - duży wynik jest poza zakresem liczbowym
sl: prekoračitev - ogromen rezultat je izven obsega števil
tr: yukarı taşma - büyük sonuç, sayı eriminin dışında

source: division by zero
ca: divisió per zero
cs: Dělení nulou
eo: divido per nulo
fi: jako nollalla
fr: Division par zéro
it: divisione per zero
pl: dzielenie przez zero
sl: deljenje z ničlo
tr: sıfırla bölüm

source: overflow - logic result exceeds maximum of 256 bits
ca: overflow: un resultat lògic excedeix el màxim de 256 bits
cs: přetečení - logický výsledek přesáhl maximum 256 bitů
eo: superfluo - logika rezulto superas maksimumon de 256 bitoj
fi: ylivuoto: looginen tulos ylittää 256 bitin enimmäisarvon
fr: Débordement. Le résultat logique dépasse une représentation sur 256 bits..
it: overflow - il risultato logico eccede il massimo di 256 bit
pl: przepełnienie - wynik jako zmienna logiczna przekracza 256 bitów
sl: prekoračitev - logični rezultat presega maksimum 256 bitov
tr: yukarı taşma - mantık sonucu, 256 biti aşıyor

source: overflow - integer result exceeds maximum limit for integers
ca: overflow: un resultat enter excedeix el límit màxim per als enters
cs: přetečení - celočíselný výsledek přesáhl maximum pro celá čísla
eo: superfluo - entjera rezulto superas maksimuman limon por entjeroj
fi: ylivuoto: kokonaislukutulos ylittää kokonaislukujen lukualueen
fr: Débordement. Le résultat entier dépasse la limite maximale de représentation des entiers.
it: overflow - il risultato intero eccede il limite massimo degli interi
pl: przepełnienie - wynik jako liczba całkowita przekracza najwyższą wartość dla liczb całkowitych
sl: prekoračitev - celi rezultat presega omejitev za cela števila
tr: yukarı taşma - tamsayı sonucu, tamsayılara izin verilen en büyük sınırı aşıyor

source: too time consuming - computation was rejected
ca: consumeix massa temps: s'ha rebutjat el càlcul
cs: časově příliš náročné - výpočet byl odmítnut
eo: tro tempopostula - komputado estis malakceptita
fr: Trop de temps écouté. Le calcul est annulé.
it: troppo tempo - il calcolo è stato rifiutato
pl: zbyt czasochłonne - obliczenia zostały odrzucone
sl: časovno prezahtevno - izračun zavrnjen
tr: çok zaman alıyor - hesaplama reddedildi

source: dimension mismatch - quantities with different dimensions cannot be compared, added, etc.
ca: desajust en les dimensions: no es poden comparar, afegir, etc. quantitats amb diferents dimensions
cs: nesoulad v rozměrech - veličiny s odlišnými rozměry nelze porovnat, přidat atd.
fr: Divergence sur la dimension. Il est impossible de faire une comparaison, une addition, etc. avec les quantités avec les différentes dimensions.
it: dimensioni non corrispondenti - quantità con dimensioni diverse non possono essere confrontate, sommate, ecc.
pl: niezgodność wymiarów - wielkości o różnych wymiarach nie mogą być ze sobą porównywane, dodawane, itp.
sl: neusklajenost dimenzij - količin z različnimi dimenzijami ne moremo primerjati, seštevati itd.
tr: boyut uyuşmazlığı - farklı boyutlu nicelikler karşılaştırılamaz, eklenemez vs.

source: invalid dimension - operation might require dimensionless arguments
ca: dimensió no vàlida: l'operació pot requerir arguments sense dimensions
cs: neplatný rozměr - operace může vyžadovat bezrozměrné argumenty
eo: nevalida dimensio - operacio povus postuli sendimensiajn argumentojn
fr: Dimension non valable. L'opération pourrait nécessiter des arguments sans dimension.
it: dimensione non valida - l'operazione potrebbe richiedere argomenti senza dimensioni
pl: nieprawidłowy wymiar - działanie może wymagać bezwymiarowych argumentów
sl: neveljavne dimenzije - delovanje lahko zahteva brezdimenzijske argumente
tr: geçersiz boyut - işlem, boyutsuz argümanlar gerektirebilir

source: Computation aborted - encountered numerical instability
ca: Càlcul interromput: s'ha trobat inestabilitat numèrica
cs: Výpočet zrušen - narazilo se na početní nestálost
eo: Komputado abortita - renkontita nombra malstabileco
fr: Calcul annulé. Une instabilité numérique est constatée.
it: Calcolo interrotto - incontrata instabilità numerica
pl: Przerwano obliczenia - napotkano niestabilność numeryczną
sl: Izračun prekinjen - zaznana numerična nestabilnost
tr: hesaplama iptal edildi - sayısal kararsızlığa denk gelindi

source: wrong number of arguments
ca: nombre incorrecte d'arguments
cs: špatný počet argumentů
eo: malĝusta nombro da argumentoj
fi: virheellinen määrä parametreja
fr: Nombre incorrect d'arguments.
it: numero errato di argomenti
pl: zła liczba argumentów
sl: napačno število argumentov
tr: yanlış argüman sayısı

source: does not take NaN as an argument
ca: no pren el NaN com a argument
cs: NaN není jako argument povolen
eo: ne prenas NaN kiel argumenton
fi: ei hyväksy parametriksi NaN:ia
fr: Ne pas prendre un argument non numérique
it: non accetta NaN come argomento
pl: nie przyjmuje NaN (z ang. nie-liczba) jako argumentu
sl: NaN ne more biti argument
tr: bir argüman olarak sayı olmayan almıyor

source: underflow - tiny result is out of number range
ca: underflow: un resultat massa petit es troba fora de l'interval de números
cs: podtečení - příliš malý výsledek je mimo číselný rozsah
eo: subfluo - eta rezulto estas ekstere de nombro
fi: alivuoto: tulos liian pieni lukualueelle
fr: Sous-résolution. Le résultat est trop petit pour une représentation numérique.
it: underflow - il risultato piccolo è fuori dall'intervallo numerico
pl: przepełnienie w dół - mały wynik jest poza zakresem liczbowym
sl: podkoračitev - zelo majhen rezultat je izven obsega števil
tr: aşağı taşma - küçük sonuç, sayı eriminin dışında

source: result out of range
ca: resultat fora de l'interval
cs: výsledek je mimo rozsah
eo: rezulto ekster intervalo
fi: tulos rajojen ulkopuolella
fr: Résultat hors limite
it: risultato fuori dall'intervallo
pl: wynik poza zakresem
sl: rezultat je izven obsega
tr: sonuç, erimin dışında

source: undefined for argument domain
ca: sense definir per al domini de l'argument
cs: pro argument nestanoveno
eo: nedifinita por argumenta domajno
fr: indéfini comme domaine de l'argument
it: non definito per dominio dell'argomento
pl: nieokreślone dla domeny argumentu
sl: nedefinirano v domeni argumenta
tr: argüman alan adı için tanımlanmamış

source: computation too expensive
ca: càlcul massa car
cs: výpočet by byl příliš nákladný
eo: komputado tro multekosta
fr: Calcul trop lourd.
it: calcolo troppo oneroso
pl: obliczenia zbyt kosztowne
sl: izračun je predrag
tr: hesaplama çok pahalı

source: invalid dimension - function might require dimensionless arguments
ca: dimensió no vàlida: la funció pot requerir arguments sense dimensions
cs: neplatný rozměr - funkce může vyžadovat bezrozměrné argumenty
eo: nevalida dimensio - funkcio povus postuli sendimensiajn argumentojn
fi: virheellinen ulottuvuus: funktio saattaa vaatia ulottuvuudettomat parametrit
fr: Dimension non valable. L'opération pourrait nécessiter des arguments sans dimension.
it: dimensione non valida - la funzione potrebbe richiedere argomenti senza dimensioni
pl: nieprawidłowy wymiar - funkcja może wymagać bezwymiarowych argumentów
sl: neveljavne dimenzije - funkcija lahko zahteva argumente brez dimenzij
tr: geçersiz boyut - işlev, boyutsuz argümanlar gerektirebilir

# Internal error in the calculator
source: internal error, please report a bug
ca: error intern, informeu d'un error
cs: vnitřní chyba, prosím nahlaste chybu
eo: interna eraro, bonvolu raporti cimon
fi: sisäinen virhe: ilmoita ohjelmavirheestä
fr: Il s'agit d'une erreur interne. Veuillez signaler ce bogue.
it: errore interno, per favore riporta un bug
pl: błąd wewnętrzny, zgłoś go
sl: interna napaka, prosim poročajte o programski napaki
tr: iç hata, lütfen bir hata bildirin

# Unknown calculation function error
source: error
cs: chyba
eo: eraro
fi: virhe
fr: erreur
it: errore
pl: błąd
sl: napaka
tr: hata

# Invalid input from user to calculator
source: invalid expression
ca: expressió no vàlida
cs: neplatný výraz
eo: nevalida esprimo
fi: virheellinen lauseke
fr: Expression non valable
it: espressione non valida
pl: nieprawidłowe wyrażenie
sl: neveljavni izraz
tr: geçersiz ifade

# Unknown calculator error during evaluation of user input
source: compile error
ca: error de compilació
cs: chyba překladu
eo: kompila eraro
fi: käännösvirhe
fr: Erreur de compilation
it: errore di compilazione
pl: błąd kompilacji
sl: napaka prevoda
tr: derleme hatası

source: invalid expression
ca: expressió no vàlida
cs: neplatný výraz
eo: nevalida esprimo
fi: virheellinen lauseke
fr: Expression non valable
it: espressione non valida
pl: nieprawidłowe wyrażenie
sl: neveljaven izraz
tr: geçersiz ifade

source: unit must not be zero
ca: la unitat no ha de ser zero
cs: jednotka nesmí být nula
eo: unuo ne devas esti nulo
fi: yksikkö ei voi olla nolla
fr: L'unité ne doit pas être à zéro.
it: l'unità non deve essere zero
pl: jednostka musi być niezerowa
sl: enota ne sme biti nič
tr: birim, sıfır olmamalıdır

source: Conversion failed - dimension mismatch
ca: Ha fallat la conversió: la dimensió està desajustada
cs: Převod se nezdařil - neodpovídající rozměr
eo: Konvertiĝo malsukcesis - dimensia miskongruo
fi: Muunnos epäonnistui: ulottuvuudet eivät sovi yhteen
fr: La conversion a échoué. Divergence sur la dimension
it: Conversione non riuscita - dimensioni non corrispondenti
pl: Nie udało się przekształcić - niezgodność jednostek
sl: prevajanje ni uspelo - neusklajene dimenzije
tr: dönüştürme başarısız - boyut uyuşmazlığı

source: unknown function or variable
ca: funció o variable desconeguda
cs: neznámá funkce nebo proměnná
eo: nekonata funkcio aŭ variablo
fi: tuntematon funktio tai muuttuja
fr: Fonction ou variable inconnue
it: funzione o variabile sconosciute
pl: nieznana funkcja lub zmienna
sl: neznana funkcija ali spremenljivka
tr: bilinmeyen işlev veya değişken

source: max; trials; probability
ca: max; proves; probabilitat
cs: maximum; pokusy; pravděpodobnost
eo: maks; provoj; probablo
fr: max ; essais ; probabilité
it: massimo; tentativi; probabilità
pl: maks; prób; prawdopodobieństwo
sl: max; poskusov; verjetnost
tr: maks; denemeler; olasılık

source: trials; probability
ca: proves; probabilitat
cs: pokusy; pravděpodobnost
eo: provoj; probablo
fr: essais ; probabilité
it: tentativi; probabilità
pl: próby; prawdopodobieństwo
sl: poskusov; verjetnost
tr: denemeler; olasılık

source: hits; trials; probability
ca: tirades; proves; probabilitat
cs: nálezy; pokusy; pravděpodobnost
eo: sukcesoj; provoj; probablo
fr: succès ; essais ; probabilité
it: successi, tentativi; probabilità
pl: trafień; prób; prawdopodobieństwo
sl: zadetkov; poskusov; verjetnost
tr: isabetler; denemeler; olasılık

source: max; total; hits; trials
ca: max; total; tirades; proves
cs: maximum; celkem; nálezy; pokusy
eo: maks; totala; sukcesoj; provoj
fr: max ; total ; succès ; essais
it: massimo; totale; successi, tentativi
pl: maks; razem; trafień; prób
sl: max; skupaj; zadetkov; poskusov
tr: maks; toplam; isabetler; denemeler

source: total; hits; trials
ca: total; tirades; proves
cs: celkem; nálezy; pokusy
eo: totala; sukcesoj; provoj
fr: total ; succès ; essais
it: totale; successi, tentativi
pl: razem; trafień; prób
sl: skupaj; zadetkov; poskusov
tr: toplam; isabetler; denemeler

source: count; total; hits; trials
ca: comptador; total; tirades; proves
cs: počet; celkem; nálezy; pokusy
eo: kalkuli; totala; sukcesoj; provoj
fr: nombre ; total ; succès ; essais
it: conteggio; totale; successi, tentativi
pl: liczba; razem; trafień; prób
sl: število; skupaj; zadetkov; poskusov
tr: sayım; toplam; isabetler; denemeler

source: dividend; divisor
cs: čitatel; jmenovatel
eo: dividendo; dividanto
fr: dividende; diviseur
it: dividendo; divisore
pl: dzielna; dzielnik
sl: deljenec; delitelj
tr: pay; bölen

# Calculator logarithmic parameter
source: base; x
cs: základ; x
eo: bazo; x
pl: podstawa; x
sl: osnova; x
tr: taban; x

# Calculator bitmask parameter
source: n; bits
cs: n; bity
eo: n; pecetoj
it: n; bit
pl: n; bity
sl: n; biti
tr: n; bitler

source: value; modulo
ca: valor; mòdul
cs: hodnota; modulo
eo: valoro; modulo
fr: valeur ; modulo
it: valore; modulo
pl: wartość; modulo
sl: vrednost; modulo
tr: değer; modüle göre

source: events; average_events
ca: esdeveniments; mitjana_esdeveniments
cs: události; průměr_události
eo: eventoj; averaĝaj_okazaĵoj
fr: évènements ; moyenne_évènements
it: eventi; media_eventi
pl: wydarzenia; przeciętna_wydarzeń
sl: dogodkov; povprečje_dogodkov
tr: olaylar; ortalama_olaylar

source: average_events
ca: mitjana_esdeveniments
cs: průměr_události
eo: averaĝaj_okazaĵoj
pl: przeciętna_wydarzeń
sl: povprečje_dogodkov
tr: ortalama_olaylar

# Calculator rounding parameter
source: x [; precision]
ca: x [; precisió]
cs: x [; přesnost]
eo: x [; precizeco]
fr: x [ ; précision]
it: x [; precisione]
pl: x [; precyzja]
sl: x [; natančnost]
tr: x [; kesinlik]
