Repository: KDE/mangonel
Catalog: po/*/mangonel.po
Languages: ca, cs, eo, fi, fr, it, pl, sl, tr

# NAME OF TRANSLATORS
source: Your names
ca: Antoni Bella
cs: Vít Pelčák, Tomáš Chvátal
fi: Lasse Liehu, Tommi Nieminen
fr: Joëlle Cornavin, Simon Depiets, Xavier Besnard
it: Vincenzo Reale,Paolo Zamponi
pl: Łukasz Wojniłowicz
sl: Andrej Mernik,Matjaž Jeran
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
ca: antonibella5@yahoo.com
cs: vit@pelcak.org, tomas.chvatal@gmail.com
fi: lasse.liehu@gmail.com, translator@legisign.org
fr: jcorn@free.fr, sdepiets@gmail.com, xavier.besnard@neuf.fr
it: smart2128vr@gmail.com,
pl: lukasz.wojnilowicz@gmail.com
sl: andrejm@ubuntu.si,matjaz.jeran@amis.net
tr: emir_sari@icloud.com

source: Mangonel Configuration
ca: Configuració del Mangonel
cs: Nastavení Mangonel
eo: Mangonel-Agordo
fi: Mangonelin asetukset
fr: Configuration de Mangonel
it: Configurazione di Mangonel
pl: Konfiguracja Mangonel
sl: Nastavitve Mangonela
tr: Mancınık Yapılandırması

source: Shortcut to show Mangonel:
ca: Drecera per a mostrar el Mangonel:
cs: Zkratka pro zobrazení Mangonel:
eo: Ŝparvojo por montri Mangonel:
fi: Pikanäppäin Mangonelin näyttämiseen:
fr: Raccourci pour afficher Mangonel :
it: Scorciatoia per mostrare Mangonel:
pl: Skrót do pokazania Mangonel:
sl: Bližnjica za prikaz Mangonela:
tr: Mancınık'ı göstermek için kısayol:

source: Automatically launch Mangonel on login:
ca: Llança automàticament el Mangonel en iniciar la sessió:
cs: Spustit Mangonel automaticky při přihlášení:
eo: Aŭtomate lanĉu Mangonel ĉe ensaluto:
fi: Käynnistä Mangonel automaattisesti kirjauduttaessa:
fr: Lancer automatiquement Mangonel lors de la connexion :
it: Lancia automaticamente Mangonel all'accesso:
pl: Samoczynnie uruchom Mangonel przy logowaniu:
sl: Ob prijavi samodejno zaženi Mangonel:
tr: Mancınık'ı başlangıçta otomatik olarak çalıştır:

source: Mangonel
tr: Mancınık

source: A simple application launcher by KDE.
ca: Un llançador d'aplicacions senzill, creat per la comunitat KDE.
cs: Jednoduchý spouštěč aplikací od KDE.
eo: Simpla aplikaĵlanĉilo de KDE.
fi: Yksinkertainen sovelluskäynnistin KDE:lle.
fr: Un lanceur d'applications simple par KDE.
it: Un semplice avviatore di applicazioni da KDE.
pl: Prosty program uruchamiający dla KDE.
sl: Preprost zaganjalnik programov za KDE.
tr: KDE tarafından yapılan yalın bir uygulama başlatıcı.

source: Developer
ca: Desenvolupador
cs: Vývojář
eo: Ellaboranto
fi: Kehittäjä
fr: Développeur
it: Sviluppatore
pl: Programista
sl: Razvijalec
tr: Geliştirici

source: Developer, original author
ca: Desenvolupador i autor original
cs: Vývojář, původní autor
eo: Ellaboranto, origina aŭtoro
fi: Kehittäjä ja alkuperäinen tekijä
fr: Développeur, auteur originel
it: Sviluppatore, autore originale
pl: Programista, pierwotny autor
sl: Razvijalec in prvotni avtor
tr: Geliştirici, ilk yazar

source: Show Mangonel
ca: Mostra el Mangonel
cs: Zobrazit Mangonel
eo: Montri Mangonel
fi: Näytä Mangonel
fr: Afficher Mangonel
it: Mostra Mangonel
pl: Pokaż Mangonel
sl: Prikaži Mangonel
tr: Mancınık'ı Göster

# @info
source: Press <shortcut>%1</shortcut> to show Mangonel.
ca: Premeu <shortcut>%1</shortcut> per a mostrar el Mangonel.
cs: Zkratka <shortcut>%1</shortcut> pro zobrazení Mangonel.
eo: Premi <shortcut>%1</shortcut> por montri Mangonel.
fi: Näytä Mangonel painamalla <shortcut>%1</shortcut>.
fr: Appuyez sur <shortcut>%1</shortcut> pour afficher Mangonel.
it: Premi <shortcut>%1</shortcut> per mostrare Mangonel.
pl: Naciśnij <shortcut>%1</shortcut>, aby pokazać Mangonel.
sl: Pritisnite <shortcut>%1</shortcut> za prikaz Mangonela.
tr: Mancınık'ı göstermek için <shortcut>%1</shortcut> düğmesine basın.

source: Open control module
ca: Obre el mòdul de control
cs: Otevřít ovládací modul
eo: Malfermi kontrolmodulon
fi: Avaa hallintamoduuli
fr: Ouvrir un module de configuration
it: Apri il modulo di controllo
pl: Otwórz moduł sterowania
sl: Odpri nadzorni modul
tr: Denetim modülünü aç

source: Run application
ca: Executa l'aplicació
cs: Spustit aplikaci
eo: Ruli aplikaĵon
fi: Suorita sovellus
fr: Exécuter une application
it: Avvia applicazione
pl: Uruchom program
sl: Zaženi program
tr: Uygulama çalıştır

source: Calculation
ca: Càlcul
cs: Kalkulace
eo: Kalkulo
fi: Laskutoimitus
fr: Calcul
it: Calcolo
pl: Obliczenia
sl: Računanje
tr: Hesaplama

# https://en.wikipedia.org/wiki/Mathematical_constant
source: Universal
cs: Univerzální
eo: Universala
fr: Universel
it: Universali
pl: Wszechstronny
sl: Univerzalno
tr: Evrensel

source: Archimedes' constant Pi
ca: Pi constant d'Arquimedes
cs: Archimédova konstanta pí
eo: La konstanta Pi de Arkimedo
fi: Arkhimedeen vakio pii
fr: Contant « Pi » d'Archimède
it: Costante di Archimede Pi
pl: Stała Archimedesa Pi
sl: Arhimedova konstanta Pi
tr: Arşimet'in Pi Sabiti

source: Euler's number
ca: Nombre d'Euler
cs: Eulerovo číslo
eo: numero de Euler
fi: Eulerin luku
fr: Nombre d'Euler
it: Numero di Eulero
pl: Liczba Eulera
sl: Eulerjevo število
tr: Euler'in Sayısı

source: Golden ratio
ca: Secció àuria
cs: Zlatý řez
eo: Ora proporcio
fi: Kultainen leikkaus
fr: Radio du nombre d'or
it: Sezione aurea
pl: Złoty podział
sl: Razmerje zlatega reza
tr: Altın Oran

source: General Physics
ca: Física general
cs: Obecná fizika
eo: Ĝenerala Fiziko
fi: Yleinen fysiikka
fr: Physique générale
it: Fisica generale
pl: Ogólna fizyka
sl: Splošna fizika
tr: Genel Fizik

source: Characteristic Impedance of Vacuum
ca: Impedància característica del buit
cs: Charakteristická impedance vakua
eo: Karakteriza Impedanco de Malplena
fi: Tyhjiön ominaisimpedanssi
fr: Impédance caractéristique du vide
it: Impedenza caratteristica del vuoto
pl: Charakterystyczna impedancja próżni
sl: Karakteristična impedanca v vakuumu
tr: Boşluğun Öz Empedansı

source: Dirac's Constant
ca: Constant de Dirac
cs: Diracova konstanta
eo: La Konstanto de Dirac
fi: Diracin vakio
fr: Constante de Dirac
it: Costante di Dirac
pl: Stała Diraca
sl: Diracova konstanta
tr: Dirac Sabiti

source: Electric Constant
ca: Constant elèctrica
cs: Elektrická konstanta
eo: Elektra Konstanto
fi: Sähkövakio
fr: Constante électrique
it: Costante dielettrica
pl: Stała elektryczna
sl: Električna konstanta
tr: Elektrik Sabiti

source: Gravitation Constant
ca: Constant de gravitació
cs: Gravitační konstanta
eo: Gravita Konstanto
fi: Painovoimavakio
fr: Constante de gravitation
it: Costante gravitazionale
pl: Stała grawitacji
sl: Gravitacijska konstanta
tr: Yerçekimi Sabiti

source: Magnetic Constant
ca: Constant magnètica
cs: Magnetická konstanta
eo: Magneta Konstanto
fr: Constante magnétique
it: Permeabilità magnetica
pl: Stała magnetyczna
sl: Magnetna konstanta
tr: Manyetik Sabit

source: Planck's Constant
ca: Constant de Planck
cs: Planckova konstanta
eo: Konstanto de Planck
fi: Planckin vakio
fr: Constante de Planck
it: Costante di Planck
pl: Stała Plancka
sl: Planckova konstanta
tr: Plank Sabiti

source: Speed of Light in Vacuum
ca: Velocitat de la llum en el buit
cs: Rychlost světla ve vakuu
eo: Rapido de Lumo en Vakuo
fi: Valon nopeus tyhjiössä
fr: Vitesse de la lumière dans le vide
it: Velocità della luce nel vuoto
pl: Szybkość światła w próżni
sl: Hitrost svetlobe v vakuumu
tr: Boşlukta Işığın Hızı

source: Standard Gravity
ca: Gravetat estàndard
cs: Standardní gravitace
eo: Norma Gravito
fi: Vakiopainovoima
fr: Gravité standard
it: Gravità standard
pl: Standardowe przyciąganie
sl: Standardna težnost
tr: Standart Yerçekimi

source: Electromagnetic
ca: Electromagnètic
cs: Elektromagnetický
eo: Elektromagneta
fi: Sähkömagneettisuus
fr: Électromagnétisme
it: Elettromagnetiche
pl: Elektromagnetyka
sl: Elektomagnetna
tr: Elektromanyetik

source: Bohr-Procopiu Magneton
ca: Magnetó de Bohr-Procopiu
cs: Bohrův magneton
fi: Bohrin–Procopiun magnetoni
fr: Magneton de Bohr-Procopiu
it: Magnetone di Bohr
pl: Magneto Bohr-Procopiu
sl: Bohrov-Procoiu magneton
tr: Bohr Magnetonu

source: Conductance Quantum
ca: Conductància quàntica
cs: Kvantum elektrické vodivosti
eo: Kondukta Kvanto
fr: Quantité de conductance
it: Quanto di conduttanza
pl: Kwant przewodności
sl: Kvant električne upornosti
tr: İletim Kuantumu

source: Coulomb's Constant
ca: Constant de Coulomb
cs: Coulombova konstanta
eo: Konstanto de Coulomb
fi: Coulombin vakio
fr: Constante de Coulomb
it: Costante di Coulomb
pl: Stała Coulomba
sl: Coulombova konstanta
tr: Coulomb Sabiti

source: Elementary Charge
ca: Càrrega elemental
cs: Elementární náboj
eo: Elementa Ŝarĝo
fi: Alkeisvaraus
fr: Charge élémentaire
it: Carica elementare
pl: Ładunek elementarny
sl: Elementarni naboj
tr: Temel Yük

source: Conventional value of Josephson Constant
ca: Valor convencional de la constant de Josephson
cs: Dohodnutá hodnota Josephsonovy konstanty
eo: Konvencia valoro de Josephson Constant
fi: Josephsonin vakion konventionaalinen arvo
fr: Valeur conventionnelle de la constante de Josephson
it: Valore convenzionale di Josephson Constant
pl: Konwencjonalna wartość stałej Josephsona
sl: Konvencionalna vrednost Josephsonove konstante
tr: Josephson Sabiti'nin Konvansiyonel Değeri

source: Josephson Constant
ca: Constant de Josephson
cs: Josephsonova konstanta
fi: Josephsonin vakio
fr: Constante de Josephson
it: Costante di Josephson
pl: Stała Josephsona
sl: Josephsonova konstanta
tr: Josephson Sabiti

source: Magnetic Flux Quantum
ca: Quantificació del flux magnètic
cs: Kvantum magnetického toku
eo: Magneta Fluo Kvanto
fr: Quantité de flux magnétique
it: Quanto di flusso magnetico
pl: Kwant strumienia magnetycznego
sl: Kvant magnetnega pretoka
tr: Manyetik Akı Kuantumu

source: Nuclear Magneton
ca: Magnetó nuclear
cs: Jaderný magneton
eo: Nuklea Magnetono
fr: Magneton nucléaire
it: Magnetone nucleare
pl: Magneton jądrowy
sl: Jedrni magneton
tr: Nükleer Magneton

source: Resistance Quantum
ca: Resistència quàntica
cs: Kvantum odporu
eo: Rezisto Kvantumo
fr: Quantité de résistance
it: Quanto di resistenza
pl: Kwant oporności
sl: Kvant upornosti
tr: Direnç Kuantumu

source: Conventional value of von Klitzing Constant
ca: Valor convencional de la constant de von Klitzing
cs: Dohodnutá hodnota von Klitzingovy konstanty
eo: Konvencia valoro de von Klitzing Constant
fi: Von Klitzingin vakion konventionaalinen arvo
fr: Valeur conventionnelle de la constante de von Klitzing
it: Valore convenzionale della Costante di von Klitzing
pl: Konwencjonalna wartość stałej von Klitzing
sl: Konvencionalna vrednost konstante von Klitzinga
tr: von Klitzing Sabiti'nin Konvansiyonel Değeri

source: von Klitzing Constant
ca: Constant de von Klitzing
cs: Von Klitzingova konstanta
fi: Von Klitzingin vakio
fr: Constante de von Klitzing
it: Costante di von Klitzing
pl: Stała von Klitzing
sl: konstanta von Klitzinga
tr: von Klitzing Sabiti

source: Atomic & Nuclear
ca: Atòmic i nuclear
cs: Atomové a nukleární
eo: Atoma & Nuklea
fr: Atomique & Nucléaire
it: Atomiche e nucleari
pl: Atomowy i jądrowy
sl: Atomska in jedrska
tr: Atomik Nükleer

source: Bohr Radius
ca: Radi de Bohr
cs: Bohrův poloměr
eo: Bohr Radiuso
fi: Bohrin säde
fr: Rayon de Bohr
it: Raggio di Bohr
pl: Promień Bohra
sl: Bohrov radij
tr: Bohr Yarıçapı

source: Fermi Coupling Constant
ca: Constant d'acoblament de Fermi
cs: Fermiho vazební konstanta
eo: Fermi Coupling Konstanto
fr: Constante de couplage de Fermi
it: Costante di accoppiamento di Fermi
pl: Stała sprzęgania Fermi
sl: Fermijeva sklopitvena konstanta
tr: Fermi Katlama Sabiti

source: Fine-structure Constant
ca: Constant d'estructura fina
cs: Konstanta jemné struktury
eo: Fine-struktura Konstanto
fr: Constante de structure fine
it: Costante di struttura fine
pl: Stała struktury subtelnej
sl: Konstanta fine strukture
tr: İnce Yapı Sabiti

source: Hartree Energy
ca: Energia de Hartree
cs: Hartreeova energie
eo: Hartree Energio
fr: Énergie de Hartree
it: Energia di Hartree
pl: Energia Hartree
sl: Hartreejeva energija
tr: Hartree Enerjisi

source: Hartree Energy in eV
ca: Energia de Hartree en eV
cs: Hartreeova energie v eV
eo: Hartree Energio en eV
fr: Énergie de Hartree en eV
it: Energia di Hartree in eV
pl: Energia Hartree w eV
sl: Hartreejeva energija v eV
tr: eV İçinde Hartree Enerjisi

source: Quantum of Circulation
ca: Quàntica de la circulació
cs: Kvantum oběhu
eo: Kvanto de Cirkulado
fr: Quantité de circulation
it: Quanto di circolazione
pl: Kwant obrotu
sl: Kvant cirkulacije
tr: Dolaşımın Kuantumu

source: Quantum of Circulation times 2
ca: El doble de la quàntica de la circulació
cs: Kvantum časů oběhu 2
eo: Kvanto de cirkulado tempoj 2
fr: Quantité de circulation fois 2
it: Quanto di circolazione per 2
pl: Kwant czasu obrotu razy 2
sl: Kvant cirkulacije krat 2
tr: Dolaşımın Kuantumu çarpı 2

source: Rydberg Constant
ca: Constant de Rydberg
cs: Rydbergova konstanta
eo: Konstanto de Rydberg
fi: Rydbergin vakio
fr: Constante de Rydberg
it: Costante di Rydberg
pl: Stała Rydberga
sl: Rydbergova konstanta
tr: Rydberg Sabiti

source: Thomson Cross Section
ca: Secció eficaç de Thomson
cs: Thomsonův účinný průřez
eo: Thomson Transversa Sekcio
fr: Diffusion de Thomson
it: Sezione d'urto di Thomson
pl: Przekrój Thomsona
sl: Thomsonov presek
tr: Thomson Kesiti

source: Weak Mixing Angle
ca: Angle de mescla feble
cs: Slabý směšovací úhel
eo: Malforta Miksa Angulo
fr: Angle faible pour le mixage
it: Angolo di miscelazione debole
pl: Kąt słabego mieszania
sl: Kot šibkega mešanja
tr: Güçsüz Karıştırma Açısı

source: Physico-chemical
ca: Fisicoquímic
cs: Fyzikálně-chemické
eo: Fiziko-kemiaj
fr: Physico-chimique
it: Fisico-chimiche
pl: Fizykochemiczne
sl: Fizikalno-kemijske
tr: Fizik-Kimyasal

source: Atomic Mass Unit
ca: Unitat de massa atòmica
cs: Jednotka atomové hmotnosti
eo: Atoma Masa Unuo
fr: Unité de masse atomique
it: Unità di massa atomica
pl: Jednostka masy atomowej
sl: Enota atomske mase
tr: Atomik Kütle Birimi

source: Avogadro's Number
ca: Nombre d'Avogadro
cs: Avogadrova konstanta
eo: Numero de Avogadro
fr: Nombre d'Avogadro
it: Numero di Avogadro
pl: Liczba Avogadro
sl: Avogadrovo število
tr: Avogadro Sayısı

source: Boltzmann Constant
ca: Constant de Boltzmann
cs: Boltzmannova konstanta
eo: Konstanto de Boltzmann
fi: Boltzmannin vakio
fr: Constante de Boltzmann
it: Costante di Boltzmann
pl: Stała Boltzmanna
sl: Boltzmanova konstanta
tr: Boltzmann Sabiti

source: Compton wavelength
ca: Longitud d'ona de Compton
cs: Comptonova vlnová délka
eo: Compton ondolongo
fi: Comptonin aallonpituus
fr: Longueur d'ondes de Compton
it: Lunghezza d'onda Compton
pl: Długość fali Comptona
sl: Comptonova valovna dolžina
tr: Compton Dalga Boyu

source: Compton wavelength over 2 pi
ca: Longitud d'ona de Compton aproximadament 2 pi
cs: Comptonova vlnová délka nad 2 pí
eo: Compton ondolongo pli ol 2 pi
fr: Longueur d'ondes de Compton sur 2 Pi
it: Lunghezza d'onda di Compton superiore a 2 pi
pl: Długość fali Comptona ponad 2 pi
sl: Comptonova valovna dolžina čez 2 pi
tr: 2 pi Üzerinden Compton Dalga Boyu

source: Electron volt
ca: Electró-volt
cs: Elektronvolt
eo: Elektronvolto
fi: Elektronivoltti
fr: Électron-volt
it: Elettronvolt
pl: Wolt elektronu
sl: Elektronski volt
tr: Elektronvolt

source: Faraday Constant
ca: Constant de Faraday
cs: Faradayova konstanta
eo: Faraday Konstanto
fi: Faradayn vakio
fr: Constante de Faraday
it: Costante di Faraday
pl: Stała Faradaya
sl: Faradayeva konstanta
tr: Faraday Sabiti

source: First Radiation Constant
ca: Primera constant de la radiació
cs: První radiační konstanta
eo: Unua Konstanto de Radiado
fr: Première constante de radiation
it: Prima costante di radiazione
pl: Stała pierwszego promieniowania
sl: Prva radiacijska konstanta
tr: İlk Radyasyon Sabiti

source: First Radiation Constant for Spectral Radiance
ca: Primera constant de la radiació per a la radiació espectral
cs: První radiační konstanta pro spektrální hustotu záření
eo: Unua Konstanto de Radiado por Spektra Radiado
fr: Première constante de radiation pour la radiance spectrale
it: Prima costante di radiazione della radianza spettrale
pl: Stała pierwszego promieniowania dla promieniowania widmowego
sl: Prva radiacijska konstanta s spektralno sevanje
tr: Radyans için İlk Radyasyon Sabiti

source: Gas Constant
ca: Constant universal dels gasos
cs: Molární plynová konstanta
eo: Gaskonstanto
fi: Kaasuvakio
fr: Constante des gaz parfaits
it: Costante dei gas
pl: Stała gazowa
sl: Plinska konstanta
tr: Gaz Sabiti

source: Loschmidt constant (273.15 K, 100 kPa)
ca: Constant de Loschmidt (273,15 K, 100 kPa)
cs: Loschmidtova konstanta (273.15 K, 100 kPa)
eo: Loschmidt-konstanto (273.15 K, 100 kPa)
fi: Loschmidtin vakio (273,15 K; 100 kPa)
fr: Constant de Loschmidt (273.15 K, 100 kPa)
it: Costante di Loschmidt (273,15 K, 100 kPa)
pl: Stała Loschmidta (273.15 K, 100 kPa)
sl: Loschmidtova konstanta (273.15 K, 100 kPa)
tr: Loschmidt Sabiti (273.15 K, 100 kPa)

source: Loschmidt constant (273.15 K, 101.325 kPa)
ca: Constant de Loschmidt (273,15 K, 101,325 kPa)
cs: Loschmidtova konstanta (273.15 K, 101.325 kPa)
eo: Loschmidt-konstanto (273.15 K, 101.325 kPa)
fi: Loschmidtin vakio (273,15 K; 101,325 kPa)
fr: Constant de Loschmidt (273.15 K, 101.325 kPa)
it: Costante di Loschmidt (273,15 K, 101,325 kPa)
pl: Stała Loschmidta (273.15 K, 101.325 kPa)
sl: Loschmidtova konstanta (273.15 K, 101.325 kPa)
tr: Loschmidt Sabiti (273.15 K, 101.325 kPa)

source: Molar Planck Constant
ca: Constant molar de Planck
cs: Molární Planckova konstanta
eo: Molara Konstanto de Planck
fr: Constante molaire de Planck
it: Costante molare di Planck
pl: Stała molarna Plancka
sl: Molarna Planckova konstanta
tr: Molar Planck Sabiti

source: Second Radiation Constant
ca: Segona constant de la radiació
cs: Druhá radiační konstanta
eo: Dua Konstanto de Radiado
fr: Seconde constante de radiation
it: Seconda costante di radiazione
pl: Stała drugiego promieniowania
sl: Druga radiacijska konstanta
tr: İkinci Radyasyon Sabiti

source: Stefan-Boltzmann Constant
ca: Constant de Stefan-Boltzmann
cs: Stefan-Boltzmannova konstanta
fr: Constante de Stefan-Boltzmann
it: Costante di Stefan-Boltzmann
pl: Stała Stefana-Boltzmanna
sl: Stefan-Boltzmanova konstanta
tr: Stefan-Boltzmann Sabiti

source: {220} Lattice Spacing of Silicon
ca: Constant de l'enreixat de silici {220}
eo: {220} Krada Interspaco de Silicio
fr: {220} Espacement du silicium en grille
it: {220} Spaziatura reticolare del silicio
pl: {220} Odstęp w siatce krzemu
sl: {220} oddaljenost silicijeve kristalne mreže
tr: {220} Silikonun Lattice Sabiti

source: Astronomy
ca: Astronomia
cs: Astronomie
eo: Astronomio
fi: Tähtitiede
fr: Astronomie
it: Astronomia
pl: Astronomia
sl: Astronomija
tr: Astronomi

source: Astronomical Unit
ca: Unitat astronòmica
cs: Astronomická jednotka
eo: Astronomia Unuo
fi: Astronominen yksikkö
fr: Unité astronomique
it: Unità astronomica
pl: Jednostka astronomiczna
sl: Astronomska enota
tr: Astronomit Birim

source: Light Year
ca: Any llum
cs: Světelný rok
eo: Luma Jaro
fi: Valovuosi
fr: Année lumière
it: Anno luce
pl: Rok świetlny
sl: Svetlobno leto
tr: Işık Yılı

source: Parsec
cs: Parsek
fi: Parsek
pl: Parsek
tr: Parsek

source: days
ca: dies
cs: dnů
eo: tagoj
fi: päivää
fr: Jours
it: giorni
pl: dni
sl: dni
tr: gün

source: Gregorian Year
ca: Any gregorià
cs: Gregoriánský rok
eo: Gregoria Jaro
fi: Gregoriaaninen vuosi
fr: Année grégorienne
it: Anno gregoriano
pl: Rok gregoriański
sl: Gregorijansko leto
tr: Miladi Takvim

source: Julian Year
ca: Any julià
cs: Juliánský rok
eo: Julia Jaro
fi: Juliaaninen vuosi
fr: Année julienne
it: Anno giuliano
pl: Rok juliański
sl: Julijansko leto
tr: Jülyen Takvimi

source: Sidereal Year
ca: Any sideri
cs: Hvězdný (siderický) rok
eo: Sidera Jaro
fi: Sidereaalinen vuosi
fr: Année sidérale
it: Anno siderale
pl: Rok gwiezdny
sl: Zvezdno leto
tr: Yıldız Yılı

source: Tropical Year
ca: Any tropical
cs: Tropický rok
eo: Tropika Jaro
fr: Année tropicale
it: Anno tropico
pl: Rok tropikalny
sl: Tropsko leto
tr: Tropik Yıl

source: Earth Mass
ca: Massa de la Terra
cs: Hmotnost Země
eo: Tera Maso
fi: Maan massa
fr: Masse de la Terre
it: Massa della Terra
pl: Masa Ziemi
sl: Masa Zemlje
tr: Dünya Kütlesi

source: Mean Earth Radius
ca: Radi mitjà de la Terra
cs: Střední poloměr Země
eo: Meza Tera Radiuso
fi: Maan keskisäde
fr: Rayon moyen de la Terre
it: Raggio medio della Terra
pl: Średni promień Ziemi
sl: Povprečni radij Zemlje
tr: Dünya Ortalama Yarıçapı

source: Sun Mass
ca: Massa del Sol
cs: Hmotnost Slunce
eo: Suna Meso
fi: Auringon massa
fr: Masse du soleil
it: Massa del Sole
pl: Masa Słońca
sl: Masa sonca
tr: Güneş Kütlesi

source: Sun Radius
ca: Radi del Sol
cs: Poloměr Slunce
eo: Sunradiuso
fi: Auringon säde
fr: Rayon du soleil
it: Raggio del Sole
pl: Promień Słońca
sl: Polmer sonca
tr: Güneş Yarıçapı

source: Sun Luminosity
ca: Lluminositat del Sol
cs: Svítivost Slunce
eo: Suna Lumo
fr: Luminosité du soleil
it: Luminosità del Sole
pl: Jasność bezwzględna słońca
sl: Svetlost sonca
tr: Güneş Parlaklığı

source: Molar Mass
ca: Massa molar
cs: Molární hmotnost
eo: Molara maso
fr: Masse molaire
it: Massa molare
pl: Masa molowa
sl: Molarna masa
tr: Mol Kütlesi

source: Aluminium
ca: Alumini
cs: Hliník
eo: Aluminio
fi: Alumiini
it: Alluminio
sl: Aluminij
tr: Alüminyum

source: Antimony
ca: Antimoni
cs: Antimon
eo: Antimono
fi: Antimoni
fr: Antimoine
it: Antimonio
pl: Antymon
sl: Antimon
tr: Antimon

source: Arsenic
ca: Arsènic
cs: Arsen
eo: Arseniko
fi: Arsenikki
it: Arsenico
pl: Arsen
sl: Arzen
tr: Arsenik

source: Barium
ca: Bari
eo: Bario
fr: Baryum
it: Bario
pl: Bar
sl: Barij
tr: Baryum

source: Beryllium
ca: Beril·li
cs: Berylium
eo: Berilo
fr: Béryllium
it: Berillio
pl: Beryl
sl: Berilij
tr: Berilyum

source: Bismuth
ca: Bismut
cs: Bismut
eo: Bizmuto
fi: Vismutti
it: Bismuto
pl: Bizmut
sl: Bizmut
tr: Bizmut

source: Bromine
ca: Brom
cs: Brom
eo: Bromo
fi: Bromi
fr: Brome
it: Bromo
pl: Brom
sl: Brom
tr: Bromin

source: Cadmium
ca: Cadmi
cs: Kadmium
eo: Kadmio
fi: Kadmium
it: Cadmio
pl: Kadm
sl: Kadmij
tr: Kadmiyum

source: Caesium
ca: Cesi
cs: Cesium
eo: Cezio
fi: Cesium
fr: Césium
it: Cesio
pl: Cez
sl: Cezij
tr: Sezyum

source: Calcium
ca: Calci
cs: Vápník
eo: Kalcio
fi: Kalsium
it: Calcio
pl: Wapń
sl: Kalcij
tr: Kalsiyum

source: Carbon
ca: Carboni
cs: Uhlík
eo: Karbono
fi: Hiili
fr: Carbone
it: Carbonio
pl: Węgiel
sl: Ogljik
tr: Karbon

source: Cerium
ca: Ceri
cs: Cer
eo: Cerio
fr: Cérium
it: Cerio
pl: Cer
sl: Cerij
tr: Seryum

source: Chlorine
ca: Clor
cs: Chlór
eo: Kloro
fi: Kloori
fr: Chlore
it: Cloro
pl: Chlor
sl: Klor
tr: Klorin

source: Chromium
ca: Crom
cs: Chrom
eo: Kromo
fi: Kromi
fr: Chrome
it: Cromo
pl: Chrom
sl: Krom
tr: Krom

source: Cobalt
cs: Kobalt
eo: Kobalto
fi: Koboltti
it: Cobalto
pl: Kobalt
sl: Kobalt
tr: Kobalt

source: Copper
ca: Coure
cs: měď
eo: Kupro
fi: Kupari
fr: Cuivre
it: Rame
pl: Miedź
sl: Baker
tr: Bakır

source: Dysprosium
ca: Disprosi
eo: Disprozio
it: Disprosio
pl: Dysproz
sl: Disprozij
tr: Disprozyum

source: Erbium
ca: Erbi
eo: Erbio
it: Erbio
pl: Erb
sl: Erbij
tr: Erbiyum

source: Europium
ca: Europi
eo: Eŭropio
it: Europio
pl: Europ
sl: Evropij
tr: Evropiyum

source: Fluorine
ca: Fluor
cs: Fluor
eo: Fluoro
fi: Fluori
fr: Fluor
it: Fluoro
pl: Fluor
sl: Fluor
tr: Flor

source: Gadolinium
ca: Gadolini
eo: Gadolino
it: Gadolinio
pl: Gadolin
sl: Gadolinij
tr: Gadolinyum

source: Gallium
ca: Gal·li
cs: Galium
eo: Galio
it: Gallio
pl: Gal
sl: Galij
tr: Galyum

source: Germanium
ca: Germani
eo: Germaniumo
it: Germanio
pl: German
sl: Germanij
tr: Germanyum

source: Gold
ca: Or
cs: Zlato
eo: Oro
fi: Kulta
fr: Or
it: Oro
pl: Złoto
sl: Zlato
tr: Altın

source: Hafnium
ca: Hafni
eo: Hafnio
it: Afnio
pl: Hafn
sl: Hafnij
tr: Hafniyum

source: Helium
ca: Heli
eo: Heliumo
fr: Hélium
it: Elio
pl: Hel
sl: Helij
tr: Helyum

source: Holmium
ca: Holmi
eo: Holmio
it: Olmio
pl: Holm
sl: Holmij
tr: Holmiyum

source: Hydrogen
ca: Hidrogen
cs: Vodík
eo: Hidrogeno
fi: Vety
fr: Hydrogène
it: Idrogeno
pl: Wodór
sl: Vodik
tr: Hidrojen

source: Indium
ca: Indi
eo: Indio
it: Indio
pl: Ind
sl: Indij
tr: İndiyum
